{"id":3,"date":"2023-02-03T03:50:19","date_gmt":"2023-02-03T03:50:19","guid":{"rendered":"https:\/\/amiclear-diabetes.com\/?page_id=3"},"modified":"2023-02-25T11:58:30","modified_gmt":"2023-02-25T11:58:30","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/amiclear-diabetes.com\/privacy-policy","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\n<p>At amiclear-diabetes.com, accessible from https:\/\/amiclear-diabetes.com\/, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by amiclear-diabetes.com and how we use it.<\/p>\n\n\n\n<p>If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us through email at contact@amiclear.com.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Log Files<\/strong><\/h2>\n\n\n\n<p>amiclear-diabetes.com follows a standard procedure of using log files. These files log visitors when they visit websites. All hosting companies do this and are a part of hosting services’ analytics. The information collected by log files includes internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring\/exit pages, and possibly the number of clicks. These are not linked to any information that is personally identifiable. The purpose of the information is for analyzing trends, administering the site, tracking users’ movement on the website, and gathering demographic information.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cookies and Web Beacons<\/strong><\/h2>\n\n\n\n<p>Like any other website, amiclear-diabetes.com uses ‘cookies’. These cookies are used to store information including visitors’ preferences, and the pages on the website that the visitor accessed or visited. The information is used to optimize the users’ experience by customizing our web page content based on visitors’ browser type and\/or other information.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Google DoubleClick DART Cookie<\/strong><\/h2>\n\n\n\n<p>Google is one of the third-party vendors on our site. It also uses cookies, known as DART cookies, to serve ads to our site visitors based upon their visit to www.website.com and other sites on the internet. However, visitors may choose to decline the use of DART cookies by visiting the Google ad and content network Privacy Policy at the following URL – https:\/\/policies.google.com\/technologies\/ads<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Privacy Policies<\/strong><\/h2>\n\n\n\n<p>You may consult this list to find the Privacy Policy for each of the advertising partners of amiclear-diabetes.com.<\/p>\n\n\n\n<p>Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on amiclear-diabetes.com, which are sent directly to users’ browser. They automatically receive your IP address when this occurs. These technologies are used to measure the effectiveness of their advertising campaigns and\/or to personalize the advertising content that you see on websites that you visit.<\/p>\n\n\n\n<p>Note that amiclear-diabetes.com has no access to or control over these cookies that are used by third-party advertisers.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Third Pary Privacy Policies<\/strong><\/h2>\n\n\n\n<p>amiclear-diabetes.com’s Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt out of certain options. You may find a complete list of these Privacy Policies and their links here: Privacy Policy Links.<\/p>\n\n\n\n<p>You can choose to disable cookies through your individual browser options. To know more detailed information about cookie management with specific web browsers, it can be found on the browsers’ respective websites. What Are Cookies?<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Children’s Information<\/strong><\/h2>\n\n\n\n<p>Another part of our priority is adding protection for children while using the internet. We encourage parents and guardians to observe, participate in, and\/or monitor and guide their online activity.<\/p>\n\n\n\n<p>amiclear-diabetes.com does not knowingly collect any Personal Identifiable Information from children under the age of 13. If you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Online Privacy Policy Only<\/strong><\/h2>\n\n\n\n<p>This Privacy Policy applies only to our online activities and is valid for visitors to our website with regard to the information that they shared and\/or collect on amiclear-diabetes.com. This policy is not applicable to any information collected offline or via channels other than this website.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Consent<\/strong><\/h2>\n\n\n\n<p>By using our website, you hereby consent to our Privacy Policy and agree to its Terms and Conditions.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>At amiclear-diabetes.com, accessible from https:\/\/amiclear-diabetes.com\/, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by amiclear-diabetes.com and how we use it. If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us &#8230; <a title=\"Privacy Policy\" class=\"read-more\" href=\"https:\/\/amiclear-diabetes.com\/privacy-policy\" aria-label=\"More on Privacy Policy\">Read more<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/amiclear-diabetes.com\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/amiclear-diabetes.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/amiclear-diabetes.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/amiclear-diabetes.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/amiclear-diabetes.com\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":10,"href":"https:\/\/amiclear-diabetes.com\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":457,"href":"https:\/\/amiclear-diabetes.com\/wp-json\/wp\/v2\/pages\/3\/revisions\/457"}],"wp:attachment":[{"href":"https:\/\/amiclear-diabetes.com\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}